** Lispy

#+BEGIN: clocktable :scope subtree :maxlevel 2
#+CAPTION: Clock summary at [2025-11-02 Sun 20:22]
| Headline     | Time   |      |
|--------------+--------+------|
| *Total time* | *1:00* |      |
|--------------+--------+------|
| \_  Lispy    |        | 1:00 |
#+END:

*** Pull request reviews
:LOGBOOK:
CLOCK: [2025-10-27 Mon 21:00]--[2025-10-27 Mon 22:00] =>  1:00
:END:
